IdeaRS.Connections
AnchoringData.AnchorTypeData Property
Compatible with IDEA StatiCa 0.0
 Various type of anchor
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public AnchorType AnchorTypeData { get; set; }
Property Value
Type: AnchorType
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace